import styles from "@/app/page.module.css";

const ReadMeSection = () => {
  return (
    <section className={styles.readMeSection}>
      <div className={styles.readMeWrap}>
        <h3>필수안내사항 &#40;꼭 읽어보세요!&#41;</h3>
        <div className={styles.line}></div>
        <div className={styles.readMeText}>
          <ul>
            <li>
              • 상기 내용은 케이지에이에셋&#40;주&#41; 보험대리점 황준윤
              설계사의 의견이며, 계약 체결에 따른 이익 또는 손실은 보험 계약자
              등에게 귀속됩니다.
            </li>
            <li>
              • 보험사 및 상품별로 상이할 수 있으므로, 관련한 세부 사항은 반드시
              해당 약관을 참조 하시기 바랍니다.
            </li>
            <li>
              • 보험회사 상품별, 성별, 연령, 직업에 따라 가입 가능한 담보와
              가입금액, 보험료 등은 달라질 수 있습니다.
            </li>
            <li>
              • 본 상품은 보장성 상품으로 저축 목적으로는 적합하지 않습니다.
            </li>
            <li>
              • 중도해지 시 납입한 보험료보다 환급금이 적거나 없을 수 있습니다.
            </li>
            <li>
              • 2년 내 자살 등 보험금 미지급 사유에 해당하는 경우 보험금 지급이
              거절될 수 있습니다.
            </li>
            <li>• 보험사 상품별 상이할 수 있습니다.</li>
            <li>
              • 보험계약 체결 전 반드시 상품설명서 및 약관을 읽어보시기
              바랍니다.
            </li>
            <li>
              • 가입 상품에 따라 새로운 면책기간 적용 및 보장 제한 등 기타
              불이익이 발생할 수 있습니다.
            </li>
            <li>
              • 보험계약자가 기존 보험계약을 해지하고 새로운 보험계약을 체결하는
              과정에서
              <br />
              ① 질병이력, 연령증가 등으로 가입이 거절되거나 보험료가 인상될 수
              있습니다.
              <br />② 가입 상품에 따라 새로운 보험금 지급 제한기간 적용 및 보장
              제한 등 기타 불이익이 발생할 수 있습니다.
            </li>
            <li>
              • 위의 예시된 금액 및 환급률 등이 미래 수익을 보장하는 것은
              아닙니다.
            </li>
            <li>• 위의 예시된 금액 및 환급률은 금리에 따라 변동됩니다.</li>
            <li>
              • 이 보험계약은 예금자보호법에 따라 예금보험공사가 보호하되, 보호
              한도는 본 보험 회사에 있는 귀하의 모든 예금보호 대상 금융상품의
              해지환급금&#40;또는 만기시 보험금이나 사고보험금&#41;에 기타
              지급금을 합하여 1인당 &ldquo;최고 5천만원&rdquo;이며, 5천만원을
              초과하는 나머지 금액은 보호하지 않습니다.
            </li>
            <li>
              • 청약철회 - 보험증권&#40;보험가입증서&#41;을 받은 날부터 15일
              이내에 조건 없이 청약철회 가능 &#40;단, 청약일부터 최대 30일 이내
              / 만 65세 이상은 45일 이내&#41; 청약철회 접수일부터 3일 이내
              납입보험료 전액 환급
            </li>
            <li>
              • 품질보증해지 - 아래 3가지 중 1개라도 해당하는 경우 계약이 성립한
              날부터 3개월 이내에 계약 취소 가능
              <br />
              ① 약관 및 청약서를 받지 못한 경우
              <br />
              ② 청약시 약관의 중요내용을 설명받지 못한 경우
              <br />③ 청약서에 자필서명 &#40;전자서명 포함&#41; 이 없는 경우,
              납입보험료 전액과 정해진 이자를 환급합니다.
            </li>
            <li>
              • 보험계약의 만기 이전에 해지하시면 납입하신 보험료를 전혀
              돌려받지 못하거나, 일부만 지급 받으실 수도 있습니다.
            </li>
            <li>
              • 보험계약자 및 피보험자는 직업, 질병사항 등 보험사가 질문한
              중요한 사항을 반드시 알려야 합니다. 보험사가 질문한 중요한 사항을
              알리지 않은 경우 해당 보험계약이 해지 되거나, 보험금을 지급받지
              못할 수도 있습니다.
            </li>
            <li>
              • KGA에셋&#40;주&#41; 보험대리점은 해당 상품에 대해 충분히 안내할
              의무가 있으며, 가입자는 가입에 앞서 이에 대한 충분한 설명을
              받으시기 바랍니다.
            </li>
            <li>
              • KGA에셋&#40;주&#41; 보험대리점은 다수의 보험사와 계약 체결 및
              대리·중개하는 대리점입니다.
            </li>
            <li>
              • KGA에셋&#40;주&#41; 보험대리점은 보험사로부터 보험계약 체결권을
              부여받지 아니한 금융상품 판매 대리·중개업자임을 알려 드립니다.
            </li>
            <li>
              • 본 광고는 광고심의기준을 준수하였으며, 유효기간은 심의일로부터
              1년입니다.
            </li>
          </ul>
        </div>
      </div>
    </section>
  );
};

export default ReadMeSection;
